;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Türkçe Çeviri Sahibi: Özer Öztaş
; Türkçe Çeviri Sahibinin Email Adresi: ozerayaz@yandex.com
; Türkçe Çeviri Sahibinin Web Sitesi: http://www.facebook.com/OzerAyazz
; Soft Version: 1.55.74
; Update: 2013-9-16
;
[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=Tamam
ButtonMinimize=Simge Durumuna
ButtonMaximize=Ekranı Kapla
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü

[Lang]
NativeLanguage=Türkçe

[Translation]
LangCode=041F
FrmRate.Btnlist.caption=Kullanıcı Yorumları
FrmRate.Btnreview.caption=Benim Yorumum
FrmRate.Btnfirst.caption=İlk yorumunuzu yapmaya gelin
FrmRate.Btnsubmit.caption=Gönder
FrmRate.lblscore.caption=Oran:
FrmRate.lblscorehint.caption=(Puan vermek için yıldızlara tıklamanız yeterlidir)
FrmRate.lblnick.caption=Takma Ad:
FrmRate.lblnickhint.caption=(İsteğe bağlı)
FrmRate.lblemail.caption=E-posta:
FrmRate.lblemailhint.caption=(İsteğe bağlı)
FrmRate.lblcontent.caption=İçerik:
FrmRate.lblcontenthint.caption=(İsteğe bağlı)
FrmRate.lbldesctitle.caption=Yazılım Açıklaması:
FrmRate.lblratesoft.caption=Önerilen Yazılım

ReadHabit=Left-to-right
LanguageName=TR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Bilgi
Warning=Uyarı
Error=Hata
Confirm=Onay
CurVer=Geçerli Sürüm: 
;
; About
;
FrmAbout.caption=Hakkında
FrmAbout.btnok.caption=Tamam
FrmAbout.lblver.caption=Geçerli Sürüm: 
FrmAbout.lblemail.caption=Teknik Destek: 
FrmAbout.lblhome.caption=Web Sitesi: 
FrmAbout.lblthank.caption=Katkılarından ötürü aşağıdaki kişilere teşekkür: 
;
; Popup Menu
;
pmHelp=Çevrimiçi Yardım
pmHome=Web Sitesi
pmforum=Forum
pmCheckMsg=Haberleri Otomatik Kontrol Et
pmContact=İletişim
pmCheckNew=Güncellemeleri Denetle
pmLang=Diller
pmAbout=Hakkında
pmOpenEntry=Kayıt Düzenleyicisi 'nde aç
PmGoogle=Google'da Ara

;
; Main GUI
; 
FrmMain.lblrate.caption=Oran

FrmMain.BtnNormal.Caption=Güvenli Kaldır
FrmMain.BtnModify.Caption=Programı Düzenle
FrmMain.BtnForce.Caption=Zorla Kaldır
FrmMain.BtnRemove.Caption=Girişi Kaldır
FrmMain.Btnlikeit.Caption=Beğendim
FrmMain.lblcheckver.Caption=Güncellemeleri Kontrol Et
FrmMain.lblinfo.caption=İnatçı programları zorla kaldırmak için bir yol sunar
;
;like it
;
FrmlikeIt.lblTitle.caption=Wise Program Uninstaller'ı beğendiyseniz, lütfen sevdiklerinize bu sevimli aracı tanıtın.
Frmlikeit.lblInfo.caption=Lütfen Wise Program Uninstaller'ı aileniz, arkadaşlarınız, sınıf arkadaşlarınız ve meslektaşlarınız ile e-posta, Blog, Twitter, Youtube, Facebook gibi araçlarla paylaşın. Tebrikler! Onların yaşamlarına kolaylık ve verimlilik getireceksiniz.
FrmlikeIt.lblRate.caption= Wise Program Uninstaller'a not verin:
FrmlikeIt.lblfollow.caption=Bizi takip edin:
FrmlikeIt.lblshare.caption=Wise Program Uninstaller'ı paylaşın:
FrmlikeIt.btndownload.caption=Ücretsiz İndir
FrmlikeIt.imgrate.hint=Bize 5 yıldız verin
FrmlikeIt.imgmail.hint=Arkadaşlarınızla paylaşın
FrmlikeIt.imgface1.hint=Facebook'ta Paylaş
FrmlikeIt.imgface2.hint=Facebook'ta bizi takip edin
FrmlikeIt.imgtwitter1.hint=Twitter'da Paylaş
FrmlikeIt.imgtwitter2.hint=Bizi Twitter'dan takip edin
FrmlikeIt.Caption=Beğendim
FrmlikeIt.lbldownload.caption=Daha fazla ücretsiz program indirmek için WiseCleaner.com

;processs
FrmProgressModal.btncancel.caption=İptal

;
;frmafterdel
;
Frmafterdel.caption=Program ile ilişkili kayıt defteri girdileri ve dosyalar
Frmafterdel.btnremove.caption=Kaldır
Frmafterdel.btncancel.caption=İptal
Frmafterdel.lblinfo.caption=Sonucu görmek ve kaldırma işlemini tamamlamak için "Kaldırı" tıklayınız.



[Uninstall]
PublisherUnknown=Bilinmeyen Yayımcı
VersionUnknown=Bilinmeyen Sürüm
Rate=Oran
ItemName=Ad
Publisher=Yayımcı
Size=Boyut
SetupDate=Kurulum Tarihi
Version=Sürüm
Canceled=Kaldırma işlemi iptal edildi.
NoLeftOverItem=Hiçbir kalıntı öğe bulunmadı.
Removing=Kaldırılıyor:
TotalStat=%d program bulundu ve %s disk alanı işgal ediyor.
Calculating=Boyut hesaplanıyor ...
Files=Dosya ve Klasörler
RegEntries=Kayıt Defteri Girdileri
Items=Öğe

[message]
NewVer=Daha yeni bir sürümü bulundu. Güncelleştirmeye gerek var mı?
NoNewVer=Daha yeni bir sürümü yok.
NoProgramSelected=Önce bir program seçiniz.
IsBusy=Önceki kaldırma işlemi tamamlanana kadar bekleyiniz.
StartFindLeftover=İlişkili dosyalar, klasörler ve kayıt defteri girdileri analiz ediliyor ...
Collecting=Yüklü program bilgileri toplanıyor ...
BeSureUseForce=Lütfen sadece Güvenli Kaldırma işe yaramazsa Zorla Kaldırmayı seçiniz. Devam etmek istediğinize emin misiniz?
ConfirmRemove=Bu girişi kaldırmak istediğinizden emin misiniz?
RejectItself=Programın kendisini kaldıramazsınız.
TranslateTo=Çeviri yap...

[SoftRate]
Querying=Sorgulanıyor ...
Good=Beğendim
Bad=Beğenmedim
Safe=Rapor
Ver=Sürüm:
Ratings=Derecelendirme
SoftNotExist=Yazılım bilgisini bulamıyorum.
GetSoftInfoError=Yazılım bilgisini alma başarısız
UploadSoftLogoError=Yazılım bilgisini karşıya yükleme hatası
SubmitData=Bu yazılım için yorumunuz gönderiliyor...
SubmitSoftInfoError=Ağ ile ilgili gönderme hatası.
SubmitRateSuccess=Başarıyla gönderildi.
HaveSubmitRate=Bunu değerlendirdik.
Submitgoodbad=Bilgileriniz gönderiliyor...
me=Benim
NickTooLong=Takma adınız 20 karakteri geçmemelidir.
MailTooLong=E-posta adresi 50 karakteri geçmemelidir.
WrongEmail=Geçersiz e-posta adresi.
ReviewTooLong=Değerlendirme toplam uzunluğu 300 karakteri geçmemelidir.
RateHint=Yazılımımızı değerlendirin ve favori yazılımınıza oy verin!
UnknowName=Bilinmeyen Ürün
UnknowVer=Bilinmeyen Sürüm
UnknowDesc=Tanım


[Hint]
HintRate=Yazılım Puanı
HintClose=Öğeyi Sil


